 CREATE TABLE Artist (
        BandID int(11) NOT NULL AUTO_INCREMENT PRIMARY KEY,
        BandName VARCHAR(100) NOT NULL,
        Member INT NOT NULL
        );

    CREATE TABLE Style(
        StyleID int(11) NOT NULL AUTO_INCREMENT PRIMARY KEY,
        StyleName VARCHAR(100) NULL
        );
    
    CREATE TABLE Music(
        MusicID int(11) NOT NULL AUTO_INCREMENT PRIMARY KEY,
        MusicName VARCHAR(100) NOT NULL,
        BandID VARCHAR(100) NOT NULL REFERENCES Artist(BandID),
        StyleID VARCHAR(100) NOT NULL REFERENCES Style(StyleID),
        Lyrics VARCHAR(2000) NOT NULL,
        AlbumID VARCHAR(100) NULL REFERENCES Album(AlbumID),
        SongLenght TIME NOT NULL
        );

    CREATE TABLE Album(
        AlbumID int(11) NOT NULL AUTO_INCREMENT PRIMARY KEY,
        AlbumCoverPhoto VARCHAR(100) NOT NULL,
        AlbumName VARCHAR(100) NOT NULL,
        BandID VARCHAR(100) NOT NULL REFERENCES Artist(BandID),
        StyleID VARCHAR(100) NOT NULL REFERENCES Style(StyleID),
        ReleaseYear YEAR(4) NOT NULL
        );


INSERT INTO Artist (BandName, Member)
    VALUES ('Mindset', '1'),
            ('UrboyTJ', '1'),
            ('F.HERO', '1'),
            ('Twopee Southside', '1');

    INSERT INTO Style (StyleName)
    VALUES ('hiphop');
           
    
    INSERT INTO Music (MusicName,BandID,StyleID,Lyrics,AlbumID,SongLenght)
            VALUES ('This is for you','1','1','
อยากให้เธอรู้ uh uh uh u
ว่า this is for you uh uh uh uh
ก็ไม่เคยได้บอกว่าโชคดีแค่ไหน
ยังไงก็ anything for you
อยากให้เธอรู้ uh uh uh uh
ว่า this is for you uh uh uh uh
Coz you are the one so do not you run
ให้เธอหมดใจ alright baby girl
You know me it is going down
ใครมันจะไปคิดว่าวันนี้จะมี you now
เพราะเราสองคนไม่เคยต้องเจอกัน
ผมอยู่ใน stu ส่วน you ก็ยุ่งทุกวัน
แต่แล้วก็มีเธอเข้ามาอยู่ในหัวใจ
ผมไม่ได้ละเมอและไม่ได้จะคิดไปไกล
รักก็ไม่สะดุดอย่างที่บอกอะ baby 
ทุกหรือจะสุขก็อยู่ด้วยกันนะ baby
You, you make my wall melt down
Everytime that you just come around
ไม่ว่าจะเป็นยังไง ไม่ว่าจะอยู่ที่ไหน
ให้เธอได้รู้เอาไว้ I am here for you
ยังจำได้มั้ยครั้งแรกที่เรานะเจอกัน
เห็นหน้าแล้วมันไม่ใช่ยังไงก็คงไม่มีวัน
เธอบอกผมเป็นผู้ร้าย ยังไงก็โดนด่า
ใครมันจะไปคิดว่าจะคบกับดารา
คนอื่นเค้าบอกว่ารักของเราเป็นไปไม่ได้
แต่รักของเรานะ stay strong
Imma prove that they are wrong
ไม่เคยจะมีโอกาสที่จะออกมาพูด
แค่อยากจะบอกว่าอยากให้เธอเป็นแม่ของลูก
You know it baby','1','03:03:'),
        ('Runaway','1','1','Everybody got a dream man
ไม่ว่าจะฝันเล็กหรือฝันใหญ่
ขอแค่ฝันให้ไกล
อย่ากลัวที่จะทำ Alright
ชีวิตมันเป็นของเรา Yeah it's mine alright
So no one need to know เพราะเรานะไม่สนใจ
I say we should do it ถ้าไม่ได้กวน Anybody
เพราะต่อจากนี้มันเป็นธรรมดา
ถ้าใครจะมาหรือใครจะไป
อย่าอยู่อย่างงี้ให้เสียเวลา
มันทรมานไม่ทำอะไร
You know that anything can happen boy
When time's right you know it boy
แค่เราได้ทำเต็มที่ Then let it be
เพราะตอนนี้อยากจะหยุดเวลา
อยากจะหยุดเวลาแล้ว Runaway ไปให้ไกล
ไม่ว่าในวันพรุ่งนี้จะดีหรือร้ายก็ไม่เป็น­ไร
ไม่อยากจะปล่อยให้ฝันของเราต้องล่องลอยไป
ทุกอย่างมันเกิดขึ้นได้ถ้าเราได้พบสิ่งใหม­่ Yeah
อยากจะหยุดเวลา แล้ว Runaway ไปให้ไกล
ไม่ว่าในวันพรุ่งนี่จะดีหรือร้ายก็ไม่เป็น­ไร
ยังอยากทำตามความฝันของเราที่มีอยู่
อย่างน้อยมีเธอเคียงข้างอยู่
พร้อมแล้วเดินต่อไป (Ah)
ต่อไป
ตั้งแต่เล็กจนโตมีความฝัน (Aha)
ผู้ใหญ่บอกทำดีมีรางวัล (อือฮ้า)
มานั่งต่อ (Lego) เหมือนวันนั้น
The best thing to do, having fun (เยอีเย่)
พ่อแม่ก็เคยบอก Be a man
ไปให้สุดอย่าไปหยุดดิ When we can (ฮุฮว)
ถ้าเราทำผิดก็ต้องยอมรับ
แต่ตอนนี้อยากจะกลับไป Disneyland (ฮู้ว)
Keep your heads up
Put your hands high
Ain't nothing gonna stop When we fly
ทุกทุกอย่างล้วนมีค่า
Damn right ร้านเมื่อกี้ที่ผ่านมา Michelin star
Thaitay ENT baby baby
That's where i will be with my lady
My rhyme on the beat
เดินเล่น On the street
Champs elisee
อยากจะหยุดเวลา แล้ว Runaway ไปให้ไกล (ฮา)
ไม่ว่าในวันพรุ่งนี้จะดีหรือร้ายก็ไม่เป็น­ไร
ไม่อยากจะปล่อยให้ฝันของเราต้องล่องลอยไป
ทุกอย่างมันเกิดขึ้นได้ถ้าเราได้พบสิ่งใหม­่
อยากจะหยุดเวลา แล้ว Runaway ไปให้ไกล
ไม่ว่าในวันพรุ่งนี่จะดีหรือร้ายก็ไม่เป็น­ไร
ยังอยากทำตามความฝันของเราที่มีอยู่
อย่างน้อยมีเธอเคียงข้างอยู่
พร้อมแล้วเดินต่อไป
ต่อไป
ไม่ว่าลำบากยังไงพรุ่งนี้ยังมี Sunshine
ต่อให้ฟ้ามืดมัวสักแค่ไหน
ก็ไม่เป็นไร We're gonna fly away (โน่เฮ)
อยากจะหยุดเวลา แล้ว Runaway ไปให้ไกล (อ่าฮ้า)
ไม่ว่าในวันพรุ่งนี้จะดีหรือร้ายก็ไม่เป็น­ไร
ไม่อยากจะปล่อยให้ฝันของเราต้องล่องลอยไป (เย)
ทุกอย่างมันเกิดขึ้นได้ถ้าเราได้พบสิ่งใหม­่ เย่
อยากจะหยุดเวลา แล้ว Runaway ไปให้ไกล (โน)
ไม่ว่าในวันพรุ่งนี่จะดีหรือร้ายก็ไม่เป็น­ไร (ไม่เป็น­ไร)
ยังอยากทำตามความฝันของเราที่มีอยู่
อย่างน้อยมีเธอเคียงข้างอยู่
พร้อมแล้วเดินต่อไป
ต่อไป (อู้ว ฮู้ว เยอีเย่ เอ นะฮู้ว เย่) (ฮู้ว ฮูฮุฮู้วเย่ ฮ่านา เยเย่นา)','1','00:03:52'),
        ('Tat2','1','1','Tat tat it up rap rap rap it up
หมึกดำมันเต็มตัวเหมือนกูมีของขลัง
Tat tat it up rap rap rap it up
ความหมายมากมายฝังลงในผิวหนัง

Tat tat it up rap rap rap it up
กูเดินมาไกลกับความเชื่อไม่คิดกลับหลังหัน
Tat tat it up rap rap rap it up
ทุกวันยังเหมือนเดิมกูตามล่าฝันเดิม

มึงลองดูดิ มองมาที่กูดิ
กูเดินมาเป็นครู กู Stay true มึงก็ดูดิ
Tattoo กูเต็มตัวทำไมต้องหวาดกลัว
สายตารอบๆ ตัวบอกกูประหลาดชัวร์

ถวายหัวให้ครอบครัว
กูมีพ่อมีแม่มีลูกเมีย กูมีอยู่รอบตัว
กูไม่สนกูไม่ทน กูทำงานทุกวัน
จันทร์ถึงวันจันทร์ กูจะไม่มีวันจน

กูติดเข็มเหมือนกูติดยา
นี่คือหนังกูสักเต็มตัวแต่เมียกูยังเป็นดารา
Tat tat dee doo ทำให้เด็กมันดู
ถ้าพูดถึง Tattoo ใครก็นึกถึงกู

กูออกมาบ่น ออกมาล่า เหมือนกับโจรสลัด
กูจะนับเงิน ตักเงิน เหมือนกูเป็นเครื่องจักร
บ้านเกิดอยู่หลังแขน เมียมึงอยากจะควงแขน
เธอน่ะรักกู But I can't be your man

ความสุขเมื่อก่อนสมบัติ 93
มาจากหนึ่งพันคือชิ้นแรกที่กูสัก
ทำแบบ Turn it up fuck it up ride it up pour it up
In the club ก่อนที่กูจะโดนจับ

กูหายเหมือนกับ Ninja ทำเมียมึงเสียน้ำตา
คนตายชอบดูดกัญชา เธอน่ะหายไปคาตา
กูมาถึงวันนี้ได้เพราะเข็มทิศมันพามา
ที่กูอารมณ์ดี เพราะวันเกิดกูวันที่ ห้า Ha

Tat tat it up rap rap rap it up
หมึกดำมันเต็มตัวเหมือนกูมีของขลัง
Tat tat it up rap rap rap it up
ความหมายมากมายฝังลงในผิวหนัง

Tat tat it up rap rap rap it up
กูเดินมาไกลกับความเชื่อไม่คิดกลับหลังหัน
Tat tat it up rap rap rap it up
ทุกวันยังเหมือนเดิมกูตามล่าฝันเดิม

เมื่อรอยสักกูมีค่ามากกว่าทองที่มึงใส่
เพราะฉะนั้นต้องจำไว้มึงอยากเสือก
Fuck the popo มึงมองกูที่เปลือก
ก็ไม่ได้เสพติดยาแต่ Bad bitch นั้นติดเต็ม

โทษทีเสือบนคอไม่เคยสิ้นลาย
ไม่พูดให้ดูดีให้สิ้นเปลืองน้ำลายไหล
ให้มึงขีดเส้นตาย
มองกูมันสกปรกแต่รอยสักกูมีความหมาย
Black and white น่ะ Full slip
ถ้าถูกพ่อแม่น่ะฝังบนอก Lucky number 22
งานอาร์ตไว้บนตัว That's a way we do
รอยสักไม่มีของ แต่ถ้ามันขลังก็ขลังที่กู

Why you gotta black out yeah like the pain shit
กูยังมีชีวิตอยู่ เพราะกู Feel that pain bitch
ถามว่ากูจะหยุดไหม อืม My name what's up kid
คิดดิ คิดดู กูมาอยู่ตรงนี้ได้เพราะอะไร
กูเป็นกูไม่เป็นเหมือนกับใครๆ
Self made ทำเอง มึงแล้วทำไม
แฟนไม่ Proud ทำเงินเพราะจับไมค์
มึงพูดมากกูไม่ได้ยินนะ Thought you ใบ้
ดู Bad boy แต่จริงๆ I'm so nice
ไอน์สไตน์ยังยิ้มให้ You know I'm right
วัดคนเขาไม่ได้วัดกันที่ลาย Cuz I'm nice

Tat tat it up rap rap rap it up
หมึกดำมันเต็มตัวเหมือนกูมีของขลัง
Tat tat it up rap rap rap it up
ความหมายมากมายฝังลงในผิวหนัง

Tat tat it up rap rap rap it up
กูเดินมาไกลกับความเชื่อไม่คิดกลับหลังหัน
Tat tat it up rap rap rap it up
ทุกวันยังเหมือนเดิมกูตามล่าฝันเดิม

กูมี Kush อยู่ใน Backwood
Smoking พิษภัยต่างประเทศ ขณะที่มึงยังแซะกู
คนใน Gang มีแต่ Tattoo
พี่พ้องน้องเพื่อนนั้น อยู่ Behind my back กู

ที่มึงเห็นนั่นไม่ใช่ใคร Yeah me that's who
และกูทำแต่ธุรกิจ Yeah that's true
นับแบงค์พันขณะที่มึงยัง Achoo
ถ้าวันหนึ่งกูหายไป That's a bad news
I got บ้านเกิดอยู่ที่ไหล่ซ้าย คนตายอยู่ที่ไหล่ขวา
มัน Remind กูทุกเรื่องที่กู Survive
และมึงมีเหี้*อะไรมาพูดกับกูบ้างวะ

Imma tat that shit up for my gang
Imma Imma tat that shit up for my fam
กูสักเพื่อน 93 ไว้ที่แขน
You know a lot of hater ชอบมาขอกูเป็นแฟน

first study on the left กูสักไว้เตือนกู
ทั้งบ้านและรถทั้งเหี้ยอะไรที่แม่งมาโกงกู
And five years ที่กูทำไม่เคยออกจากสตู
เป็น 5 ปีที่กูสู้แม่งโคตรจะ Painful

กูอะ ทำงานตั้งแต่เด็ก ซื้อบ้านให้ครอบครัว
I don't give a fuck ถ้ามึงมองกูผิด
And please don't judge me ขอเถอะพอที Yeah','1','00:04:34'),
        ('ช่วยไม่ได้','2','1','เธอใส่ใจคนอยู่เป็นร้อย
คนถูกใจเธออยู่นับพัน
ช่วยไม่ได้ ช่วยไม่ได้ ช่วยไม่ได้ที่จะรวมฉัน
เธอดูดีในแบบของเธอ
แค่ได้เจอฉันก็เผลอสั่น
ช่วยไม่ได้ ช่วยไม่ได้ ช่วยไม่ได้ที่ใครรุมรักเธอ
เอาจริงแค่ได้มองก็ตายแล้วตายอีกอะ
ไม่ให้มีเจ้าของอะไม่ให้ใครจีบอะ
ไม่อยากให้มีแฟนอะ
ไม่งั้นฉันคงแย่อะ
ช่วยอยู่ให้ฉันมองไปตลอด like this
อยู่คนเดียวงี้ดีจะตาย
อย่าเพิ่งมีใครให้ตายเชื่อเหอะ
แค่เธอนะบอกว่าเธอยังเหงา ฉันก็สบายใจ
อยู่คนเดียวด้วยกันก็พอ
ไม่ได้ขอให้เธอมาใกล้
อยู่เป็นความหวังของใครต่อใครให้ไปนานนาน
อะ ก็เธอดีจนมีภาระ
เป็นที่รักของทุกทุกคน
ช่วยไม่ได้ ช่วยไม่ได้ ช่วยไม่ได้ที่จะหลงรัก
ก็เพราะงั้นฉันเลยยิ่งหวง
เธอมาทำให้ฉันไหวหวั่น
อะช่วยไม่ได้ ช่วยไม่ได้ ช่วยไม่ได้ oh baby
เอาจริงแค่ได้มองก็ตายแล้วตายอีกอะ
ไม่ให้มีเจ้าของอะไม่ให้ใครจีบอะ
ไม่อยากให้มีแฟนอะ
ไม่งั้นฉันคงแย่อะ
ช่วยอยู่ให้ฉันมองไปตลอด like this
อยู่คนเดียวงี้ดีจะตาย
อย่าเพิ่งมีใครให้ตายเชื่อเหอะ
แค่เธอนะบอกว่าเธอยังเหงา ฉันก็สบายใจ
อยู่คนเดียวด้วยกันก็พอ
ไม่ได้ขอให้เธอมาใกล้
อยู่เป็นความหวังของใครต่อใครให้ไปนานนาน
ลันลันล้า ลันลาลาลา ลันลันล้า ลันลาลาลา ลันลันล้า ลันลาลาลา
มาอยู่กับฉันก็ได้ไม่ต้องมีแฟนหรอก
มีข้งมีคู่อะไรไม่ต้องไปแชร์หรอก
อย่าดื้อได้ไหมทำไมไม่เชื่อที่แม่บอก
ไม่ต้องไปหวานกับใครเธอไม่ใช่แครอท
ถึงไม่ใช่แฟนแต่จะไม่เหงาอย่างแน่นอน
ถ้าไม่อย่างงั้นเอาฉันไปคุยด้วยแทนก่อน
คนเดียวไม่ตายหรอกเธอไม่ต้องมีแฟนหรอก
จะได้เปล่า
อยู่คนเดียวงี้ดีจะตาย
อย่าเพิ่งมีใครให้ตายเชื่อเหอะ
แค่เธอนะบอกว่าเธอยังเหงา ฉันก็สบายใจ
อยู่คนเดียวด้วยกันก็พอ
ไม่ได้ขอให้เธอมาใกล้
อยู่เป็นความหวังของใครต่อใครให้ไปนานนาน
อูโวะโอ
ลันลันล้า ลันลาลาลา
ลันลันล้า ลันลาลาลา
ลันลันล้า ลันลาลาลา
Let's go
ลันลันล้า ลันลาลาลา
ลันลันล้า ลันลาลาลา
ลันลันล้า ลันลาลาลา
Let's go','2','00:03:17'),
       ('อยู่ก่อน','2','1','Urboy โอ้ เย้ เย้
One two three and to the four
ถึงผมไม่ใช่ Snoop but I got my flow
คงไม่ได้เห็นผมอยู่ใน club ถ้าไม่ได้ do my show
ไม่ได้ cruising down the street เพราะไม่มี six four
ไม่ชอบเที่ยวกลางคืนอยู่แต่ในคอนโด
นั่งอยู่บนโซฟาเล่นแต่ Nintendo
ไว้ถ้าคุณมาอยู่ด้วยอยากชวนคุณดู Nemo
เปิดแอร์เย็นเย็นแล้วชวนมาดูดปีโป้
อยากจะได้อะไรขอแค่เธอนะบอกมา
Anything you want ไม่ต้องเสียเวลาหา
ถ้าไม่ว่าอะไรจะชวนเล่นฟีฟ่า
My baby ay
มีเธออยู่ด้วยกันมันก็คงจะดีโคตร
อยากให้เราสนิทเหมือน Stitch กับ Lilo ay
ก็คืนนี้มันเหงาไม่เอาอีกแล้ว
Cause I need you right now
อย่าเพิ่งไปไหนได้ไหมช่วยทำให้ฉันฝันดี
ถ้าหากคืนนี้เธอเองก็เหงาอยู่เหมือนกัน อู้
ดึกดื่นอย่างนี้มันคงจะดีถ้าเธออยู่กับฉัน
จะกลับไปเหงาทำไมคนเดียว
ก็ฉันว่าเราควรอยู่ด้วยกัน
Ay
ก็ฉันว่าเราควรอยู่ด้วยกัน
Yeah
Urboy (yeah yeah)
Aha
Ah
ไม่ได้อยากจะเซ้าซี้แต่อยากให้เธออยู่ต่อ
ไม่ทำอะไรเธอชัวร์ไม่ต้องกลัวพ่อดุหรอก
มานอนดู Netflix with my big TV
แล้วเอาแขนผมไปหนุนอุ่นเหมือนกอดพี่หมี
ก็แบบว่าว่างนะวันนี้ไม่มีแขก
อย่าไปเชื่อเขาที่ใครบอกว่าผมแสบ
เงินผมแม่งหนาสัสนับไม่ไหวก็คงไม่แปลก
ถึงผมจะมีพุงแต่ก็แปลว่ามีแดก
อยากให้ถอดเสื้อออก
ไม่ต้องมีหรอก
แบบว่าเธอน่ะ sexy ทำผมแทบเลือดออก
นี้พูดจริงจริงนะไม่ได้แค่เพื่อหยอก
ถอดไม่ออกเดี๋ยวผมถอดให้ปะ
อย่าเพิ่งไปไหนได้ไหมช่วยทำให้ฉันฝันดี
ถ้าหากคืนนี้เธอเองก็เหงาอยู่เหมือนกัน โอ้
ดึกดื่นอย่างนี้มันคงจะดีถ้าเธออยู่กับฉัน
จะกลับไปเหงาทำไมคนเดียว
ก็ฉันว่าเราควรอยู่ด้วยกัน
อยู่กับฉันนานนานนะเธอ
ก็คืนนี้มันช่างหนาวและเหงาเหลือเกิน
ถ้าเธอกลัวให้กอดฉันไว้
I’ll make love to you tonight
ขอได้ไหม
ได้ไหม
มาข้ามคืนนี้ไปด้วยกัน
อย่าเพิ่งไปไหนได้ไหมช่วยทำให้ฉันฝันดี
ถ้าหากคืนนี้เธอเองก็เหงาอยู่เหมือนกัน อู้
ดึกดื่นอย่างนี้มันคงจะดีถ้าเธออยู่กับฉัน (ah ah ah)
จะกลับไปเหงาทำไมคนเดียว
ก็ฉันว่าเราควรอยู่ด้วยกัน
ก็ฉันว่าเราควรอยู่ด้วยกัน','2','00:03:54'),
 ('ถามคำ','2','1','ถ้าเธอไม่ได้รักกับเขา
เราจะได้รักกันไหม
เป็นคำถามที่ยังข้องใจ
เธอไม่รักเพราะมีเขา
หรือว่าฉันไม่ใช่
เรื่องเดียวที่อยากรู้ โอ้
แต่มันก็คงจะสายถ้าจะให้ฉันพูดออกไป
ก็เธอน่ะมีเขาฉันก็ควรที่จะเข้าใจ
ก็แบบว่ามันยังคิดอยู่
อยากให้เธอลองคิดดู
ก็เผื่อว่าวันพรุ่งนี้เธอจะเปลี่ยนใจ
ตอนนี้คงทำได้เพียงแค่รอและมันก็คงต้องยอมก่อน
ก็แล้วจะให้ฉันทำยังไง
ก็แบบว่าถ้าเธอเหงาขึ้นมาเวลาที่ไม่มีใคร
ให้ฉันไปหาเธอได้ไหม
ถ้าเกิดว่ามีความลับที่ฉันยังไม่อยากจะบอก
ถ้าเกิดว่ามีคำถามที่ไม่อยากได้ยินคำตอบ
ถ้าเกิดว่าไม่มีเขาเธอจะมองฉันดูกระจอกไหม
ก็แบบว่าเอาจริงจริง
ไม่อยากจะได้ยินคำปลอบใจ
ละถามว่ารักเธอไหมฉันก็คงจะตอบว่ามากแหละ
แต่ถามว่าเกลียดเธอไหม
บางทีมันก็ตอบยากแหละ
ก็แบบว่ามันไม่ทราบเลยที่จริงเธอคิดอะไรอยู่
บางทีก็ให้ความหวัง
ชอบมาเล่นอะไรก็ไม่รู้
เล่นอะไรก็ไม่รู้
ถ้าเธอไม่ได้รักกับเขา
เราจะได้รักกันไหม
เป็นคำถามที่ยังข้องใจ
เธอไม่รักเพราะมีเขา
หรือว่าฉันไม่ใช่
เรื่องเดียวที่อยากรู้
ถ้าเธอไม่ได้รักกับเขา
เธอจะมองฉันบ้างไหม
ถ้าหากเราไม่เจอช้าไป อุ้
ถ้าหากไม่ใช่เขา
จะเป็นฉันได้ไหม
หรือความจริงไม่ว่ายังไง
เธอก็ไม่รักฉันอยู่ดี
Yeah aha
ที่ทักไปหาทุกวันจะให้ฉันทำยังไงได้ล่ะ
ถ้าเกิดว่าไม่มีเขาอะไรอะไรมันคงจะง่ายนะ
ก็แบบว่าตอบได้มะว่าเป็นที่ฉันหรือเขา
ตอนนี้มันค้างคาก็แบบว่าฉันไม่อยากจะเดาเลย
บางทีเธออยู่กับเขาก็คิดว่าทำไมไม่ใช่เราวะ
ที่จริงก็รู้คำตอบ
แต่ความจริงแล้วมันก็เศร้านะ
ช่างแม่งไม่อยากจะเล่าละ
โซดาผสมกับเหล้านะ
ถ้าเกิดคืนนี้ฉันเมา
โทรไปหาเธอไม่ต้องเดานะ
เธอคงจะอยู่กับเขาอะ
ถ้าเธอไม่ได้รักกับเขา
เราจะได้รักกันไหม
เป็นคำถามที่ยังข้องใจ
เธอไม่รักเพราะมีเขา
หรือว่าฉันไม่ใช่
เรื่องเดียวที่อยากรู้
ถ้าเธอไม่ได้รักกับเขา (yeah yeah)
เธอจะมองฉันบ้างไหม
ถ้าหากเราไม่เจอช้าไป
ถ้าหากไม่ใช่เขา
จะเป็นฉันได้ไหม
หรือความจริงไม่ว่ายังไง
เธอก็ไม่รักฉันอยู่ดี
Ah
แต่มันก็คงจะสายถ้าจะให้ฉันพูดออกไป
ก็เธอน่ะมีเขาฉันก็ควรที่จะเข้าใจ
ก็แบบว่ามันยังคิดอยู่
อยากให้เธอลองคิดดู
ก็เผื่อว่าวันพรุ่งนี้เธอจะเปลี่ยนใจ
ตอนนี้คงทำได้เพียงแค่รอและมันก็คงต้องยอมก่อน
ก็แล้วจะให้ฉันทำยังไง
ก็แบบว่าถ้าเธอเหงาขึ้นมาเวลาที่ไม่มีใคร
ให้ฉันไปหาเธอได้ไหม
เธอได้ไหมอะ','2','00:03:39'),
       ('อยู่ก่อน','2','1','Urboy โอ้ เย้ เย้
One two three and to the four
ถึงผมไม่ใช่ Snoop but I got my flow
คงไม่ได้เห็นผมอยู่ใน club ถ้าไม่ได้ do my show
ไม่ได้ cruising down the street เพราะไม่มี six four
ไม่ชอบเที่ยวกลางคืนอยู่แต่ในคอนโด
นั่งอยู่บนโซฟาเล่นแต่ Nintendo
ไว้ถ้าคุณมาอยู่ด้วยอยากชวนคุณดู Nemo
เปิดแอร์เย็นเย็นแล้วชวนมาดูดปีโป้
อยากจะได้อะไรขอแค่เธอนะบอกมา
Anything you want ไม่ต้องเสียเวลาหา
ถ้าไม่ว่าอะไรจะชวนเล่นฟีฟ่า
My baby ay
มีเธออยู่ด้วยกันมันก็คงจะดีโคตร
อยากให้เราสนิทเหมือน Stitch กับ Lilo ay
ก็คืนนี้มันเหงาไม่เอาอีกแล้ว
Cause I need you right now
อย่าเพิ่งไปไหนได้ไหมช่วยทำให้ฉันฝันดี
ถ้าหากคืนนี้เธอเองก็เหงาอยู่เหมือนกัน อู้
ดึกดื่นอย่างนี้มันคงจะดีถ้าเธออยู่กับฉัน
จะกลับไปเหงาทำไมคนเดียว
ก็ฉันว่าเราควรอยู่ด้วยกัน
Ay
ก็ฉันว่าเราควรอยู่ด้วยกัน
Yeah
Urboy (yeah yeah)
Aha
Ah
ไม่ได้อยากจะเซ้าซี้แต่อยากให้เธออยู่ต่อ
ไม่ทำอะไรเธอชัวร์ไม่ต้องกลัวพ่อดุหรอก
มานอนดู Netflix with my big TV
แล้วเอาแขนผมไปหนุนอุ่นเหมือนกอดพี่หมี
ก็แบบว่าว่างนะวันนี้ไม่มีแขก
อย่าไปเชื่อเขาที่ใครบอกว่าผมแสบ
เงินผมแม่งหนาสัสนับไม่ไหวก็คงไม่แปลก
ถึงผมจะมีพุงแต่ก็แปลว่ามีแดก
อยากให้ถอดเสื้อออก
ไม่ต้องมีหรอก
แบบว่าเธอน่ะ sexy ทำผมแทบเลือดออก
นี้พูดจริงจริงนะไม่ได้แค่เพื่อหยอก
ถอดไม่ออกเดี๋ยวผมถอดให้ปะ
อย่าเพิ่งไปไหนได้ไหมช่วยทำให้ฉันฝันดี
ถ้าหากคืนนี้เธอเองก็เหงาอยู่เหมือนกัน โอ้
ดึกดื่นอย่างนี้มันคงจะดีถ้าเธออยู่กับฉัน
จะกลับไปเหงาทำไมคนเดียว
ก็ฉันว่าเราควรอยู่ด้วยกัน
อยู่กับฉันนานนานนะเธอ
ก็คืนนี้มันช่างหนาวและเหงาเหลือเกิน
ถ้าเธอกลัวให้กอดฉันไว้
I’ll make love to you tonight
ขอได้ไหม
ได้ไหม
มาข้ามคืนนี้ไปด้วยกัน
อย่าเพิ่งไปไหนได้ไหมช่วยทำให้ฉันฝันดี
ถ้าหากคืนนี้เธอเองก็เหงาอยู่เหมือนกัน อู้
ดึกดื่นอย่างนี้มันคงจะดีถ้าเธออยู่กับฉัน (ah ah ah)
จะกลับไปเหงาทำไมคนเดียว
ก็ฉันว่าเราควรอยู่ด้วยกัน
ก็ฉันว่าเราควรอยู่ด้วยกัน','2','00:03:54'),
 ('Welcome to Tha South','4','1','
 so เข้ามาๆ ride ride with me ถ้าอยากจะ feel me on the track มึงก็ holla back เเล้วล่องใต้
with me
ก็พวกกูเยอะมากมายกว่าเม็ดทรายที่มี ทั้งจิตวิญญาน ทั้งร่างกายกูเกิดเเละตายที่นี่
โอ้ๆ ปักษ์ใต้บ้านเรา ก็นั่นคือสิ่งที่สร้างเรา กู keep yell in this shit from ma mouth
so follow gu back back to tha south เเล้วให้กู show ya my swag how gu stack
แบงค์เทา เชื่อมพรหมแดนด้วยสะพานสารสิน เหมือนทางปูพรหมแดงสู่แดนสยามเมืองยิ้ม
ยืนที่แหลมพรหมเทพ ตอนพระอาทิตย์ตกดิน เอาสะตอมาผัดกับแกล้มเหล้าสมกับ
mix และ กินเหมือน tsunami hit ดังโคตร ตอนกระโจนสู่ปักษ์ใต้
เเต่กูยังจับไมโครโฟนเเล้วตะโกนว่ายืนหยัดได้ จาก underground เพลง rap
จนกูมายืนกับค่าย ยังยืนหยัดเพื่อปักษ์ใต้ ไปจนถึงวันไปจนถึงคืนสุดท้าย
โอ โอ ปักษ์ใต้บ้านเรา

welcome to the south now นี้ปักษ์ไต้บ้านบ่าวดินแดนไต้หล้า ที่ไม่มีไครกล้ามา come about
now bout now bow down อยากฉิปหาย เดี๋ยวมึงก็โดนแยบอีกดิ บอก ว่าพรือ...เด็กไต้ ใช่
you know we back in it กูชื่อกระฉ่อนทุกภูมิภาค บ่าว now มึงหลาบไปเลย south side
กูเด็กมหาประลัย มาไกลกว่าที่กูเคย ตอนกูเข้ามา มึงหลับหู หลับตาแล้วทำเฉย แต่ตอนนี้
the south is on the map แล้วมึงต้อง mafuckin เงยเขย่งขาเพื่อมองกูเลยกูแรงกันทั้วประเทศ
ก็จากสะพาน สารสิน เข้ากรุงฯ เพื่อมาสำแดงฤทธิ์เดช จากภูเก็ตดาวน์ทาวน์ get down
กูยาวไปแหลมพรมเทพ im back im in this place พวกที่รอคอยเข้ารู้กัน กูบอกแล้ว we
worth the wait welcome to the south sonทั้ง FV, 2P, Mr N, QT กับ SC ONE DKY IG
มึงเรียกกูเจ้าที่ก็แล้วกัน','7','00:04:39'),

('ไหวอะเปล่า เบเบ้','4','1','เข้ามาชิดจะ kiss me,I touch her
มากระซิบบอก twopee น่าร๊ากง้า

ว่าไงน้องสาวไหวรึเปล่าเบเบ้ baby
you know its go in down
เอาแล้วหลาวยาวไปละคืนเนี๊ย baby
แล้วน้องอ่ะไหวรึเปล่า

ไหวอะป่าวเนี่ยไหวอะไหวอะป่าวเนี่ย
ไหวอะป่าวเนี่ยไหวอะไหวอะป่าวเนี่ย
ไหวอะป่าวเนี่ยไหวอะไหวอะป่าวเนี่ย
ไหวอะป่าวเนี่ยไหวอะไหวอะป่าวเนี่ย 

ผมเป๊ะหน้าเป๊ะท่าเป๊ะ everything
หุ่นเป๊ะสวย x ถูก spect everything
everything
everything
ผมเป๊ะหน้าเป๊ะท่าเป๊ะ everything

ตีหนึ่งก็และตีสองก็เลิก
ศุกร์เมาเสาร์นอนอาทิตย์ก็ถอนด้วย black
ตีสามก็และตีสี่ก็และ
จันทร์โดดอังคารหนีอาทิตย์ก็สีซักแปป
Back clap and shake that dad a that da mami
Back we in the club ขวดเปิดโซดามี
Tob turn it up getiin poppin honey goo

ว่าไงน้องสาวไหวรึเปล่าเบเบ้ baby
you know its go in down
เอาแล้วหลาวยาวไปละคืนเนี๊ย baby
แล้วน้องอ่ะไหวรึเปล่า

ไหวอะป่าวเนี่ยไหวอะไหวอะป่าวเนี่ย
ไหวอะป่าวเนี่ยไหวอะไหวอะป่าวเนี่ย
ไหวอะป่าวเนี่ยไหวอะไหวอะป่าวเนี่ย
ไหวอะป่าวเนี่ยไหวอะไหวอะป่าวเนี่ย

Sexy เนี้ยสเปกพี่เธอ x ดีแบบเนี้ยน่ารักอะ
Its FV,SSP,We are heavy
Yeah baby just holla
Ha ha ha holla
Baby girl come here and just holla
Ha ha ha holla
Baby girl come here you น่ารักอะ

Let me take a breath ถอนหายใจไม่เป็นจังหวะ
Now,let me take a sec
breath หุ่นเธออย่าง x 2p กับ FV baby S กะ S
พร้อมจะไหลไหมล่ะคืนนี้อีกยาวไกลน้องไหวปะละ
มา roll กับ southside
ขอเบอร์โทรเธอเอาไว้อย่าเพิ่งไปไหนซะล่ะ

ว่าไงน้องสาวเห็นอยู่ว่าเธอก็มองพี่ก็มอง
ไม่เอาอย่าฟอร์มซิ baby
เจอแล้วจะหนาวก็เธอน่ะ turn me on girl
ถ้าพร้อมก็ลองแล้วน้องอ่ะไหวอะป่าว
อะป่าวอะป่าว
we hold it down tonight
tonight
Southside baby','7','00:03:59'),

(' Aow La Woii','4','1','เอาละเว้ย เอาละเว้ย เอาละเว้ย เอาละเว้ย
Twopee
เอาละเว้ย เอาละเว้ย
Southside
เอาละเว้ย เอาละเว้ย
Southside กลับมาคราวนี้เอาละเว้ย
Twopee come around here เอาละเว้ย (เอาละเว้ย)
ปักษ์ใต้ Still down here เอาละเว้ย (เอาละเว้ย)
เอาละเว้ย เอาละเว้ย เอาละเว้ย
Hip Hop now we back back เอาละเว้ย (เอาละเว้ย)
เด็ก รง เด็ก แร็ป แร็ป เอาละเว้ย (เอาละเว้ย)
Put thai on the map map เอาละเว้ย
เอาละเว้ย เอาละเว้ย เอาละเว้ย
สิบปี Hip Hop ยังมี Come back
Ah ah you can't stop เนี่ยพลังแร็ป
ตอนกระแสเริ่มซาแต่กูไม่คิดเลิกรา
ถึงตอนนี้ Right here เนี่ยกู ยัง Rap
กูรู้ว่า BKK yay who run that
สาวสาว Say hi ผมบอกฮันแน่ะ
อยู่ทองหล่อเอะอะโวยวายยืนตะโกน Southside อยู่บนลัง Black
Madafuker You know who
มาเป็นแก๊งหรอกูมาเป็น Crew
คนเดียวที่จะหยุดกูได้
คนนั้นน่ะมีแค่กูกับกู
ดึกดื่นทุกคืนอยู่ในสตู
อยู่ในคอนเสิร์ต T-shirt ดำเหลืองเหมือนกับ Wu
MTV นี่กูถุย My verse
ให้เขารู้ Thai Rap น่ะกูควรจะหัดดู Hoo
Southside กลับมาคราวนี้เอาละเว้ย
Twopee come around here เอาละเว้ย (เอาละเว้ย)
ปักษ์ใต้ Still down here เอาละเว้ย (เอาละเว้ย)
เอาละเว้ย เอาละเว้ย เอาละเว้ย
Hip Hop now we back back เอาละเว้ย (เอาละเว้ย)
เด็กรงเด็กแร็ปแร็ปเอาละเว้ย (เอาละเว้ย)
Put Thai on the map map เอาละเว้ย
เอาละเว้ย เอาละเว้ย เอาละเว้ย
Solo album เนี่ยกู Come around เว้ย
ออกทีวีแต่เพลง Underground เว้ย
ให้มึงดูเอา Come out เนี่ยยัง my style
อยู่ในคลับ In my cup กูคาราบาวเว้ย
Gone in โคตรเข้า Understand me
Lil drink จิบสิงห์อยู่บน Plan B
Fresh rockin new jacket ตัวละแสนสี่
ไม่ได้ซื้อใส่ยืนเก๊ก In magazine
เห็นในโทรทัศน์ Yeah I'm coaching
เห็นกูอยู่ในคลับ Yea we toasting
See me on the street yea we rollin
มึงยังแร็ปไม่ตรงบีทเลยให้กูโค้ชมึง
เอาละเว้ยเด็กใต้บอกเอาแล้วหลาวนิ
Welcome to the south มึงลอง get down here
What you know about มึงรู้อะไรวะแถวนี้
Phuket อยู่ในกระเป๋า And the south is with me
Southside กลับมาคราวนี้เอาละเว้ย
Twopee come around here เอาละเว้ย (เอาละเว้ย)
ปักษ์ใต้ Still down here เอาละเว้ย (เอาละเว้ย)
เอาละเว้ย เอาละเว้ย เอาละเว้ย
Hip Hop now we back back เอาละเว้ย (เอาละเว้ย)
เด็ก รง เด็ก แร็ป แร็ป เอาละเว้ย (เอาละเว้ย)
Put thai on the map map เอาละเว้ย
เอาละเว้ย เอาละเว้ย เอาละเว้ย
Twopee กลับมาเว้ยเอาละเว้ย
พวกเด็กใต้เขารู้พวกกูนะหรอย
มึงควร Holla at you boy (at you boy)
คนใต้เขาบอกว่าเอาแล้วหลาว (เอาแล้วหลาว)
พวกมึงไม่ควรจะ Fuck around (Fuck around)
Ah ya ya
เอ้ยพวกมึงปิด Auto Tune ดิ นี่กูว่ากูกลับมาแร็ปแร็ปดีกว่า
คุณลองคิดสิทำเป็นสิบปี
แต่คนไม่รู้จัก Twopee Southside
คนไม่ซื้อซีดีทำกันมาเป็นปี
เขาต้องเห็นในทีวีใช่ไหม
เด็กเขาบอกให้ Freestyle ได้ไหม
กูบอก Style กูมันไม่ Free มึงเข้าใจ
เหมือน KH บอกมึงควรจะ get off
And now fuck you pay me alright ah
เด็กสมัยนี้บอกฟัง Thai Hip Hop
แต่ไม่รู้จักว่า Southside ใครวะไทเท
Turn มึงอยู่ในคลับโคตร Lit ซะ
กูไม่ Give fuck รู้ไว้ซะนี่ Southside way
Shut up to KH Sd กับ P Cess
ตั้งแต่ 2007 ตอนกูGet the deal
เหนือใต้ออกตกกูก็ Eam the respect
ละกูอยากให้มึงจำอย่างเดียวว่า
Southside กู still strong
ตอนนี้เหมือนกับ New born
Work hard ไม่มีชิลล์แต่ still hot
ทำงานเหมือน Lil boss
และ Rhyme กู kill น้อง
กู Get another mill ใน billboard
อยู่กับทีม When you see
กูทำงานกันทั้งปี
And I don't need no vacation
4 วันกูไป 4 Cities celebrate กันทุกที
แถมยัง get my money
Stack up เว้ย net net รับทั้งเช็คเช็ค
เพิ่งลงมาจากเครื่องออกจาก Jet
ในคอนเสิร์ตไม่มีชื่อ Southside
แล้วจะเรียกได้ยังไงว่า Thai Hip Hop Fest
ไม่ได้ดิสแต่มึงคิดเดะ Huh
กู Do it big in my city Huh
กู High แต่กูยังไม่พูด
มึงรู้ได้ไงที่กูดูดมันคือ Cigarette Huh
สร้อยทอง Gold chain my necklace bro
อยู่บนเสื้อ On my chest SS waa
Twopee มาละ mic check check ya
เด็กเด็กมึงน่ะควรจะ Respect เว้ย','8','00:03:38'),

('Takin Over','3','1','
North to the south แล้วก็ south to the north
เหนือ ใต้ ออก ตก take it all to the top
Taking over taking over taking over (Twopee)
South to the north to the north to the south
พวกกูน่ะ young boss that was we talk about
Taking over taking over taking over
Northside Southside Northeast Westside
และนี่คือยุคสมัยที่พวกกูครองประเทศไทย
นี่คือพุทธศักราชที่กูไม่ทำเพลงให้ใครฟรี
และนี่คือยุคที่ rapper ถ่ายรูปบ้านใหม่ลง IG
มึงเข้า wifi free และก็ทำตัวเป็น mentor
พิมพ์ด่า hate speech แล้วมึงก็ enter
ตอน Nino กดบีทตะกี้มันเพิ่ง render
ตอนพวกกูกำเงินหลักล้านจาก presenter
ยิ่งกว่าจูเรนเจอร์เพราะ rapper มาเป็นขบวนการ
เหนือใต้ ออก ตก ทัวร์วนแล้วทวนกลาง
ไม่มีครวญครางจะ takeover ให้สุดกำลังกู
ถ้า rap game คือนวลนาง เรียกกูเฮียกังฟู
ลองถามอาจารย์จูสิเด็กเด็กที่มึงเพิ่งมา
ว่าในยุคสมัยที่ youtube ไม่มีให้พึ่งพา
พวกกูต้อง represent จนเลือดหัวมันย้อนมาขึ้นตา
Respect AA
ถ้าเห็นด้วยยกมือมึงขึ้นมา
North to the south แล้วก็ south to the north
เหนือใต้ ออก ตก take it all to the top
Taking over taking over taking over (Twopee)
South to the north to the north to the south
พวกกูน่ะ young boss that was we talk about
Taking over taking over taking over
จะเด็กเหนือหรือเด็กใต้ถ้าบีทมันได้มันจะสูบฉีด
บอกโน่ยังไงก็ได้ของกู vibe อย่าเพิ่งหยุดบีท
Rap กัน for life ไม่สนใจใครว่าถูกผิด
แหลงใต้กันทั่วไทยแต่ทำเด็กแม่ง hype กันทั้งภูเก็ต
Rap เป็นธุรกิจ
การบินไทยยังให้นั่ง business
เมืองไทย we do it big อุตรดิตถ์ ไปยันพิจิตร
เพลงกูเล่นงานทุกแบบ ไม่เก็บค่าลิขสิทธิ์
ไปทุกที่เว้ยห้างแตกแต่ไม่ใช่เป๊ก ผลิต
ตอนวงการแม่งร่อแร่
เขาบอกพวกกูไม่รอดแน่
ตอนนี้กูทำงานกันทุกทุกวันส่งตังค์ให้พ่อแม่
Track นี้ให้เด็กแร็ป Twopee กับ FH
Rhyme กูยัง say shit ไปงานเป็น celeb
Hip hop ลัดวงจรทั้งเมืองแม่ง lights out
กู roll thick flow sick มึงจะเป็นไข้เอา
พี่กอล์ฟบอกขอเพลงนึงไอ้โต้งเอาของลง
ผมบอกขอเพลงแค่สองคนไม่งั้นกูไม่เอา
North to the south แล้วก็ south to the north
เหนือใต้ ออก ตก take it all to the top
Taking over
Taking over
Taking over
Taking over
Taking over
Taking over
Taking over (Twopee)
South to the north to the north to the south
พวกกูน่ะ young boss that was we talk about
Taking over
Taking over
Taking over
Taking over
Taking over
Taking over
Taking over oh
เปิดฟังกันตั้งแต่กระทรวงถึงนางโลม
Respect Joeyboy KH ถึง Young Ohm
เล่นตั้งแต่งานวัดทะลุ Impact Thunderdome
ทุกคนมา say what's up ตอนกลับจังหวัด
When I’m coming home
เดินพรมแดงกับ T.O.B และ IG
Respect URBOY ปู่จ๋าน P9D
Respect Illslick R.A.D ประเทศกูมี
Respect Rap is now และ respect Twopee
Respect พี่ respect น้อง ใจผมกับใจคุณ
Rastafah AZN shout out to Thaikoon
Already Deadd Respect ทุกทุก rap crew
นับถือ rapper ที่ไม่ทำตังค์แต่มันยัง rap อยู่
ลงไปกี่ล้านกับอัลบั้มเหมือนไม่กลัวมีหนี้
กูมองไม่เห็นพวก fake rapper เหมือนกูเป็น Stevie
ผ่านมาสิบปีวันนี้กูแร็ปกับสิงห์เหนือ
กูรู้สึกเหมือน new เสือใต้ shout out to Beeazy
Hope you feel me
Drop the beat ดิ
North to the south แล้วก็ south to the north
เหนือใต้ ออก ตก take it all to the top (let them know)
Taking over
Taking over
Taking over
Taking over
Taking over
Taking over (Twopee)
South to the north to the north to the south
พวกกูน่ะ young boss that was we talk about
Taking over taking over taking over (bring it all, come on)','3','00:03:40'),
    
 ('มีแค่เรา','3','1','ก็เพราะวันนี้นั้นมีแค่เรา
ตอนนี้ต้องการแค่เมา
ถ้าไม่มีเขาคงไม่เท่าไร
ไม่ต้องไปร้องไม่ต้องเสียใจ
ชูแก้วเด่ะ แล้วก็ชน
ถ้ามันจะไปก็ไป
ไม่ต้องมาทุกข์ต้องมาทน
อย่าช้ารีบมาให้ไว
ปล่อยความช้ำลอยไปให้ไกล
จากนี้ไม่ว่าเมื่อไหร่
Only Have Fun, All Everynight
จุดไฟขึ้นมาแล้วก็ลน
เอ้า เพื่อนมากี่คน
เรียกมาให้ไว ก็จะวน จะวน
เธอไปกับใครตั้งกี่คนก็ยังทนอยู่
เมียอย่างซุกแม่งอย่างซน ว่าเอาอยู่
แต่ไม่เอาแล้วบาย ไม่สนหรอกรอยจูบ
จนคนประณามว่าอย่างควายให้เธอน่ะดูถูก
เปลืองเข็มนาฬิกาอย่าเอาเวลาไปใส่ใจ
ใครจะลืมทอดทิ้งให้ปล่อยไป
ไม่ต้องฟังคำคนอย่าไปสนลมปากใคร
ทนนานมันมีแต่ความลำบากใจ
คนนั้นอย่างเฟี้ยวเดี๋ยวเคี้ยวโชว์ให้ดู
อย่าเอามือล้วงไปในปากงู
ที่ทำเป็นประจำหัดดู
Slow Slow Sure Sure
คือความจริงคือปาก(เองแหล่ะ)
ก็เพราะวันนี้นั้นมีแค่เรา
ตอนนี้ต้องการแค่เมา
ถ้าไม่มีเขาคงไม่เท่าไร
ไม่ต้องไปร้องไม่ต้องเสียใจ
ชูแก้วเด่ะ แล้วก็ชน
ถ้ามันจะไปก็ไป
ไม่ต้องมาทุกข์ต้องมาทน
อย่าช้ารีบมาให้ไว
ปล่อยความช้ำลอยไปให้ไกล
จากนี้ไม่ว่าเมื่อไหร่
Only Have Fun, All Everynight
จุดไฟขึ้นมาแล้วก็ลน
เอ้า เพื่อนมากี่คน
เรียกมาให้ไว ก็จะวน จะวน
บอกกับทุกที
ว่าคนนี้แหล่ะที่อยากมีลูกกับเค้า
มั่นใจเหลือเกินว่าใช่
แล้วก็ปล่อยใจบนเตียงบนฟูกกับเค้า
แต่รักไม่ใช่แค่จูบ แค่โอบ
แค่กอด แค่ไล้ แค่ลูบกับเร้า
สุดท้ายพอโดนเค้าเจี๊ย
ก็เนี่ยเตือนละ มันมีแค่เจ๊งกับเจ๊า
ก็เอาเหอะ ปล่อยมันไป
อยู่กันก็จะมีแต่พาจน
เห็นกงจักรเป็นดอกบัว
ทีดอกบัวกลับเห็นเป็นอาจม
โบราณเค้าถึงบอกว่า
แฟนเปรียบเหมือนรองเท้า
และเพื่อนเหมือนส้น
เพราะต่อให้รองเท้าหายไป
ส้นก็ยังอยู่กับทุกซีน
ก็เพราะวันนี้นั้นมีแค่เรา
ตอนนี้ต้องการแค่เมา
ถ้าไม่มีเขาคงไม่เท่าไร
ไม่ต้องไปร้องไม่ต้องเสียใจ
ชูแก้วเด่ะ แล้วก็ชน
ถ้ามันจะไปก็ไป
ไม่ต้องมาทุกข์ ต้องมาทน
อย่าช้ารีบมาให้ไว
ปล่อยความช้ำลอยไปให้ไกล
จากนี้ไม่ว่าเมื่อไหร่
Only Have Fun, All Everynight
จุดไฟขึ้นมาแล้วก็ลน
เอ้า เพื่อนมากี่คน
เรียกมาให้ไว ก็จะวน จะวน
โอ เยเยเยเย
เยกันมากี่ครั้งแล้วเค้าก็เท
โอเค โอเค โอเค โอเค
พูดอย่างนั้นแล้วก็เซ
รู้เศร้าเข้ามาดื่มมาๆ
เห็นว่าเขาทิ้งไปแบบคาตา
โดนทำร้ายจิตใจด้วยวาจา
ถ้าจะจบกันไปก็อย่าให้มันกลับมาอีกนะ
ไม่อยากฟังเรื่องมันอีกละ
คนดีๆน่ะมีอยู่ซะ
รักคนเลวๆอยู่ได้คิดอะไรอยู่วะ
ดื่มด้วยกันเลยวันสุดท้าย
เอาให้ลืมเลยคนใจร้าย
เมากระจาย ไอ้ฉิ*หาย
แก้วอยู่ไหนจะเอาให้ตาย
ก็เพราะวันนี้นั้นมีแค่เรา
ตอนนี้ต้องการแค่เมา
ถ้าไม่มีเขาคงไม่เท่าไร
ไม่ต้องไปร้องไม่ต้องเสียใจ
ชูแก้วเด่ะ แล้วก็ชน
ถ้ามันจะไปก็ไป
ไม่ต้องมาทุกข์ ต้องมาทน
อย่าช้ารีบมาให้ไว
ปล่อยความช้ำลอยไปให้ไกล
จากนี้ไม่ว่าเมื่อไหร่
Only Have Fun, All Everynight
จุดไฟขึ้นมาแล้วก็ลน
เอ้า เพื่อนมากี่คน
เรียกมาให้ไว ก็จะวน จะวน','3','00:04:09'), 

 ('ยันเช้า','3','1','ไปๆกันเว้ยเรา สำมะเลเทเมา
ทุกวินาทีมีค่าเราออกมาล่าราตรีสีเทา
รินมา รินให้เมา โปรยไปด้วยแบงค์เทา
ถ้าคืนนี้เมียไม่ว่าเราก็เฮฮากันไปยันเช้า
ไปๆกันเว้ยเรา สำมะเลเทเมา
ทุกวินาทีมีค่าเราออกมาล่าราตรีสีเทา
รินมา รินให้เมา โปรยไปด้วยแบงค์เทา
ถ้าคืนนี้เมียไม่ว่าเราก็เฮฮากันไปยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ใช่ น้องๆเรียกฟักกลิ้ง ฮีโร่
กดบีทให้พี่หน่อยซิ NINO
Finding ความมันเหมือนกับ Nemo
มึงเป็น Stitch กูก็ Lilo
ไม่สนเวลาบน Casio
เพราะสีกูจัดอย่างกับปีโป้
พร้อมยิงประตูอย่างกับซิโก้
สองนิ้วสู้ตายอย่างกับลิโพ
Fuck Po Po เมาจนจะปิดคอนโด
บุกอย่างกับข่านมองโกล เหมือนบอง โจ
บอกกูว่า It's my Life
ใช่ นี่ชีวิตกู Fuck Yo
เสียอารมณ์ มึงบอกว่ากลับกันมั้ย
อยากไปก็ไปเองปั๊ดโธ่ กูจะ Roll,
Up in the club all night
สั่งดีเจเปิดเพลงแบบ Cut Low
ไปๆกันเว้ยเรา สำมะเลเทเมา
ทุกวินาทีมีค่าเราออกมาล่าราตรีสีเทา
รินมา รินให้เมา โปรยไปด้วยแบงค์เทา
ถ้าคืนนี้เมียไม่ว่าเราก็เฮฮากันไปยันเช้า
ไปๆกันเว้ยเรา สำมะเลเทเมา
ทุกวินาทีมีค่าเราออกมาล่าราตรีสีเทา
รินมา รินให้เมา โปรยไปด้วยแบงค์เทา
ถ้าคืนนี้เมียไม่ว่าเราก็เฮฮากันไปยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ไม่มีสระว่ายน้ำแต่เธอเปียก
ขาเธอแยกออกแบบตะเกียบ
เธออยากโดนกุเสียบ
พุ่งเข้าไปข้างในแบบไม่เรียบ
ของพวกกูดีมึงไม่เทียบ
เธอมาหาหลังจากโชว์
บอกให้เธอมาต่อที่คอนโด
Ima get it in fosho
Pour it up some mo
แสงโสม Hennessy เอามานี่
มันไม่ดี ถ้าคืนนี้น้องไม่ยอมกลับกับพี่ Ouu
วันนี้วันเมา All ma whole gang
แซง BM คันเทา
เปาบุ้นจิ้นยังต้องมารินให้จั่นเจา
Sippin' Degree กับแสงสีอันบางเบา
นี่เวลาเศร้า นี่เวลาเหล้า
ไม่ได้โทรบอกเมียเดี๋ยวมึงก็งานเข้า
คอกูเริ่มร้อนแทบลงไปซัดข้าว
วิสกี้สีแดง กับแกล้มเป็นปลาปักเป้า
ไปๆกันเว้ยเรา สำมะเลเทเมา
ทุกวินาทีมีค่าเราออกมาล่าราตรีสีเทา
รินมา รินให้เมา โปรยไปด้วยแบงค์เทา
ถ้าคืนนี้เมียไม่ว่าเราก็เฮฮากันไปยันเช้า
ไปๆกันเว้ยเรา สำมะเลเทเมา
ทุกวินาทีมีค่าเราออกมาล่าราตรีสีเทา
รินมา รินให้เมา โปรยไปด้วยแบงค์เทา
ถ้าคืนนี้เมียไม่ว่าเราก็เฮฮากันไปยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า
ยันเช้า ยันเช้า ออกมาทุกคืนกูต้องยันเช้า','3','00:03:27');
    
    INSERT INTO Album (AlbumCoverPhoto,AlbumName,BandID,StyleID,ReleaseYear)
    VALUES ('Uncover','Uncover','1','1','2016'),
            ('selfmade','selfmade','2','1','2020'),
            ('INTO THE NEW ERA','INTO THE NEW ERA,'3','1','2019');
            ('Welcome to Tha South','Welcome to Tha South','4','1','2011'),
            ('Southside Ambassador','Southside Ambassador','4','1','2019');
            